Repository: SrijanBajracharya/menschen-fahren-app
Catalog: lib/l10n/app_*.arb
Languages: de

source: Hello World!
de: ¡Hola Mundo!

source: Username
de: Benutername

source: Password
de: Passwort

# usernameValidationHint
source: Enter valid username
de: Gültigen Benutzername eingeben

# passwordValidationHint
source: Enter secure password
de: Sicheres Passwort eingaben

# approvalOverviewTitle
source: Approvals Overview
de: Approvals Übersicht

# approvalClosedHeader
source: Closed Approvals
de: Abgeschlossene Approvals

source: CANCEL
de: ABBRECHEN

source: APPROVE
de: ZUSTIMMEN

source: REJECT
de: ABLEHNEN

# approvalListEmpty
source: No approval requests found
de: Keine Approval Anfragen gefunden

source: Loading Approvals
de: Lade Approvals
